{
  "dataResult": [
    {
      "title": "The Pencil Nebula Supernova Shock Wave",
      "data": "",
      "image": "",
      "date": "2021-04-14",
      "explanation": "This supernova shock wave plows through interstellar space at over 500,000 kilometers per hour. Near the middle and moving up in this sharply detailed color composite, thin, bright, braided filaments are actually long ripples in a cosmic sheet of glowing gas seen almost edge-on. Cataloged as NGC 2736, its elongated appearance suggests its popular name, the Pencil Nebula. The Pencil Nebula is about 5 light-years long and 800 light-years away, but represents only a small part of the Vela supernova remnant. The Vela remnant itself is around 100 light-years in diameter, the expanding debris cloud of a star that was seen to explode about 11,000 years ago. Initially, the shock wave was moving at millions of kilometers per hour but has slowed considerably, sweeping up surrounding interstellar material. In the featured narrow-band, wide field image, red and blue colors track, primarily, the characteristic glows of ionized hydrogen and oxygen atoms, respectively.   Portal Universe: Random APOD Generator",
      "id": 1
    },
    {
      "title": "The Galaxy, the Jet, and a Famous Black Hole",
      "data": "",
      "image": "",
      "date": "2021-04-15",
      "explanation": "Bright elliptical galaxy Messier 87 (M87) is home to the supermassive black hole captured by planet Earth's Event Horizon Telescope in the first ever image of a black hole. Giant of the Virgo galaxy cluster about 55 million light-years away, M87 is the large galaxy rendered in blue hues in this infrared image from the Spitzer Space telescope.  Though M87 appears mostly featureless and cloud-like, the Spitzer image does record details of relativistic jets blasting from the galaxy's central region. Shown in the inset at top right, the jets themselves span thousands of light-years. The brighter jet seen on the right is approaching and close to our line of sight. Opposite, the shock created by the otherwise unseen receding jet lights up a fainter arc of material. Inset at bottom right, the historic black hole image is shown in context, at the center of giant galaxy and relativistic jets. Completely unresolved in the Spitzer image, the supermassive black hole surrounded by infalling material is the source of enormous energy driving the relativistic jets from the center of active galaxy M87.",
      "id": 2
    }
  ]
}